import Layout from "../../components/layout";
import PostWrapper from "../../components/post-wrapper";


export default function Post(){
    return (
        <Layout>
            <PostWrapper>
                <h2><span>تعليمات و نصائح لمرضى الالتهاب الفقارى التيبسى</span></h2>
                <img src="/images/ankylosing-spondylitis.jpeg" alt="ankylosing-spondylitis" />
                <h3>:ما هو مرض  الالتهاب الفقاري التيبسي</h3>
                <p>.هو مرض مناعي التهابي مزمن من امراض المناعة الذاتية، بمعني أن جهاز المناعة في الجسم (الذي يحمي الجسم عادة من العدوى) يهاجم المفاصل خاصة مفاصل العامود الفقري كما لو كانت غريبة</p>
                <h3>:ما هو سبب الالتهاب الفقاري التيبسي</h3>
                <p>.السبب ليس معروفا حتي الأن. من المحتمل أن يكون هناك مكون وراثي و لكن يعتقد أن العوامل البيئية تلعب دورًا أيضًا: مثل حدوث خلل بجهاز المناعة و كثير من الابحاث تشير الي دور التدخين السلبي</p>
                <h3>:ما هي الأعراض</h3>
                <p>:عادة ما يكون ألم العمود الفقري في أسفل الظهر دائمًا هو العرض الأول والأكثر شيوعًا. يتميز الألم عمومًا ببعض الخصائص التالية</p>
                <ul>
                    <li>يبدأ في سن البلوغ المبكر (قبل سن 45 سنة) و لديه بداية تدريجية</li>
                    <li>يدوم أكثر من ثلاثة أشهر</li>
                    <li>(أسوأ بعد الراحة (على سبيل المثال ، في الصباح</li>
                    <li>يتحسن مع الحركة</li>
                    <li>يوقظك في النصف الثاني من الليل</li>
                    <li>يمكن أن يسبب تصلب الصباح لأكثر من 30 دقيقة</li>
                    <li>يمكن أن تترافق مع آلام الأرداف التي تتناوب بين الجانبين</li>
                    <li>التعب و الأرق</li>
                    <li>آلام الكعب وفي باطن القدم و آلام الكتف</li>
                </ul>
                <h3>:هل يوجد علاج نهائي</h3>
                <p>أمراض المناعة الذاتية أغلبها امراض مزمنة مثل الضغط و السكر, و مسئولية الطبيب هو اعطاء اقل جرعة دواء تسيطر علي المرض</p>
                <p>يهدف العلاج إلى التحكم في الأعراض و السيطرة على الاتهاب والحد من تلف المفاصل و الحفاظ علي العامود الفقري من حدوث تيبس و تشوهات و زيادة جودة حياتك و قدرتك على العمل</p>
                <h3>:النصائح</h3>
                <ol>
                    <li>اخذ الأدوية والمتابعة بانتظام كما يحدد الطبيب المتابع</li>
                    <li>تجنب مواطن العدوي لمنع حدوث مضاعفات و انتكاسات</li>
                    <li><b><u>تجنب التدخين:</u></b> يعد التدخين أحد أهم عوامل الخطر، حيث يعاني المدخنون من ألم وعجز أكثر من غير المدخنين</li>
                    <li><b><u>اللقاحات:</u></b> يوصى باستخدام اللقاحات للوقاية من الالتهاب الرئوي والأنفلونزا</li>
                    <li>
                        <b><u>النظام الغذائي والتغذية:</u></b>
                        <ul>
                            <li>يجب تناول نظام غذائي متوازن: قليل الدهون, غني بالفواكه والخضروات الطازجة والحبوب الكاملة ؛ ويحتوي على كمية معتدلة من اللحوم والدواجن والأسماك, بدون مواد حافظة</li>
                            <li>لا يوصى بالمكملات الغذائية العشبية والمكملات الغذائية الأخرى وقد تسبب ضررًا</li>
                            <li>إذا كنتي تعاني من زيادة الوزن، يوصي بإنقاص الوزن لتقليل الضغط على مفاصلك</li>
                        </ul>
                    </li>
                    <li>
                        <b><u>تنظيم الأسرة ووسائل منع الحمل:</u></b>
                        <ul>
                            <li>من المهم أن تناقشي مع الطبيب ما إذا كنتي ترغبي في الحمل أم لا، وما إذا كنتي تخططي للحمل في المستقبل</li>
                            <li>أيضا، هناك بعض الأدوية المستخدمة ليست آمنة للتناول أثناء الحمل</li>
                        </ul>
                    </li>
                    <li>
                        <b><u>الرياضة:</u></b>
                        <ul>
                            <li>التمارين الرياضيه لها دور كبير في تقليل الاعراض وتتطور المرض</li>
                            <li>يوصي بتجنب الرياضات العنيفه او التلاحميه</li>
                            <li>تمارين البطن والظهر لتحسين وضعية الجسم والحفاظ عليها</li>
                        </ul>
                    </li>
                </ol>
            </PostWrapper>
        </Layout>
    )
}