import Layout from "../../components/layout";
import PostWrapper from "../../components/post-wrapper";


export default function Post(){
    return (
        <Layout>
            <PostWrapper>
                <h2><span>تعليمات و نصائح لمرضي خشونة المفاصل</span></h2>
                <img src="/images/osteoarthritis.jpeg" alt="osteoarthritis" />
                <h3>:ما هي خشونة المفاصل</h3>
                <p>هي حالة مؤلمة يمكن أن تؤثر على مفصل واحد أو أكثر. تحدث بسبب فقدان الغضروف المبطن لعظام المفاصل، مع التهاب خفيف وتغيرات في العظم الأقرب للمفصل، بالإضافة إلى ضعف العضلات المحيطة بالمفصل. وينتج عن ذلك ألم وتيبس وصعوبة في تحريك المفصل نتيجة احتكاك عظام المفصل</p>
                <h3>:ما هو سبب خشونة المفاصل</h3>
                <p>يمكن للعوامل المختلفة أن تساهم في حدوث الخشونة و تلف الغضاريف، بما في ذلك العوامل الوراثية والسمنة وإصابة المفاصل</p>
                <h3>:ما هو علاج خشونة المفاصل</h3>
                <ol>
                    <li>
                        <b><u>فقدان الوزن:</u></b>
                        <ul>
                            <li>ترتبط السمنة وزيادة الوزن ارتباطًا وثيقًا بتطور خشونة الركبة</li>
                            <li>فقدان الوزن ، حتى ولو كان قليلاً ، يقلل من هذا الخطر</li>
                            <li>فقدان حوالي 10 بالمائة من وزن جسمك يؤدي إلى تقليل الألم بنسبة تصل إلى 50 بالمائة عند تحقيقه من خلال الجمع بين النظام الغذائي وممارسة الرياضة</li>
                        </ul>
                    </li>
                    <li><b><u>العلاج الطبيعي وبرامج التمارين الرياضية:</u></b> العلاج الطبيعي والتمارين الرياضية تحسن المرونة وتقوي العضلات المحيطة بالمفاصل. الأشخاص الذين يمارسون الرياضة بانتظام على الرغم من التهاب المفاصل لديهم سيكون لديهم ألم أقل ووظيفة أفضل من أولئك غير النشطين</li>
                    <li>دور اقل للعلاج الدوائي و الحقن بمواد مختلفة حسب كل حالة</li>
                </ol>
                <h3>:تمرين تقوية العضلات المحيطة بمفصل الركبة</h3>
                <div className="grid">
                    <div className="grid-img">
                        <img src="/images/exercise1.jpg" alt="exercise" />
                    </div>
                    <div>
                        <p>.الاستلقاء على الظهر بحيث تكون الرجلين مفرودة, يقوم المريض بثني الركبة مع ملامسة و الضغط بالكعب لاسفل علي السريرخلال ثني الركبة</p>
                        <p>وتكرار هذا التمرين من 5-10 مرات علي كل ناحية</p>
                    </div>
                </div>
                <div className="grid">
                    <div>
                        <p>يتمّ هنا إحضار منشفة ووضعها تحت الركبة مباشرةً، والضغط عليها في نفس الوقت لمدّة عد من 1 الي 10، ثمّ الاسترخاء بنفس المدّة وتكرار هذا التمرين من 5-10 مرات علي كل ناحية</p>
                    </div>
                    <div className="grid-img">
                        <img src="/images/exercise2.jpg" alt="exercise" />
                    </div>
                </div>
                <div className="grid">
                    <div className="grid-img">
                        <img src="/images/exercise3.jpg" alt="exercise" />
                    </div>
                    <div>
                        <p>يجلس المريض علي كرسي و يقوم بفرد رجل واحدة ثم يقوم بثني المشط الي اعلي لمدّة عد من 1 الي 10، ثمّ الاسترخاء بنفس المدّة وتكرار هذا التمرين من 5-10 مرات علي كل ناحية</p>
                    </div>
                </div>
                <div className="grid">
                    <div>
                        <p>يتمّ هنا إحضار منشفة ووضعها تحت الكعب مباشرةً، والضغط عليها مع ضغط الركبة لاسفل في نفس الوقت لمدّة عد من 1 الي 10، ثمّ الاسترخاء بنفس المدّة وتكرار هذا التمرين من 5-10 مرات علي كل ناحية</p>
                    </div>
                    <div className="grid-img">
                        <img src="/images/exercise4.jpg" alt="exercise" />
                    </div>
                </div>
                <div className="grid">
                    <div className="grid-img">
                        <img src="/images/exercise5.jpg" alt="exercise" />
                    </div>
                    <div>
                        <p>لاستلقاء على الظهر بحيث تكون الرجل مثنية علي ناحية لحفظ التوازن و الرجل الاخري مرفوعة حوالي 25 سم باتّجاه الأعلى، وشدّ مشط الرجل تحديداً وهي مفرودة, لمدّة عد من 1 الي 10، ثمّ الاسترخاء بنفس المدّة وتكرار هذا التمرين من 5-10 مرات علي كل ناحية</p>
                    </div>
                </div>
            </PostWrapper>
        </Layout>
    )
}