import Layout from "../../components/layout";
import PostWrapper from "../../components/post-wrapper";
import Head from "next/head";

const description = `
مرض بهجت
قرح الفم المتكررة
التهابات الفم
علاج قرح الفم
القرح التناسلية
التهاب العين
الالتهاب القزحي
`;

export default function Post() {
    return (
        <Layout>
            <Head>
                <title>نصائح لمرضي بهجت</title>
                <meta name="description" contnet={description} />
            </Head>

            <PostWrapper>
                <h2>
                    <span>نصائح لمرضي بهجت</span>
                </h2>
                <img
                    src="/images/behcet's-disease2.jpeg"
                    alt="behcet's disease symptoms"
                />
                <h3>ما هو مرض بهجت:</h3>
                <p>
                    .يُعد مرض بهجت، المعروف أيضًا باسم متلازمة بهجت، اضطرابًا
                    يسبب التهاب الأوعية الدموية في جميع أنحاء الجسم
                </p>
                <p>
                    .يمكن أن يؤدي المرض إلى العديد من العلامات والأعراض التي قد
                    تبدو غير مرتبطة في البداية. يمكن أن تشمل تقرحات الفم والتهاب
                    العين والطفح الجلدي وتقرحات الأعضاء التناسلية
                </p>
                <h3>:أعراض مرض بهجت</h3>
                <p>
                    .تختلف أعراض مرض بهجت من شخص لآخر، ويمكن أن تأتي وتختفي أو
                    تصبح أقل حدة بمرور الوقت. تعتمد العلامات والأعراض على أجزاء
                    الجسم المُصابة
                </p>
                <p>:تشمل المناطق التي تتأثر بشكل شائع بمرض بهجت ما يلي</p>
                <div className="p-container">
                    <p>
                        <strong>
                            <u> الفم</u>
                        </strong>
                        {": "}
                        تعد تقرحات الفم المؤلمة أكثر العلامات شيوعًا لمرض بهجت.
                        عادة ما تلتئم القروح في غضون أسبوع إلى ثلاثة أسابيع، على
                        الرغم من أنها تتكرر
                    </p>
                    <p>
                        <strong>
                            <u> الجلد</u>
                        </strong>
                        {": "}
                        .يصاب بعض الناس بقروح تشبه حب الشباب على أجسادهم. يصاب
                        البعض الآخر بعقيدات حمراء ومرتفعة ومؤلمة عند اللمس على
                        جلدهم، خاصةً في أسفل الساقين
                    </p>
                    <p>
                        <strong>
                            <u> الأعضاء التناسلية</u>
                        </strong>
                        {": "}
                        .يمكن أن تظهر تقرحات حمراء ومفتوحة على كيس الصفن أو
                        الفرج. عادة ما تكون القروح مؤلمة ويمكن أن تترك ندبات
                    </p>
                    <p>
                        <strong>
                            <u> عيون</u>
                        </strong>
                        {": "}
                        .يسبب التهاب العين (التهاب القزحية) احمرارًا وألمًا
                        وتشوش الرؤية ، عادةً في كلتا العينين. يمكن أن تأتي
                        الحالة وتختفي عند الأشخاص المصابين بمرض بهجت
                    </p>
                    <p>
                        <strong>
                            <u> المفاصل</u>
                        </strong>
                        {": "}
                        .غالبًا ما يؤثر تورم المفاصل وألمها على الركبتين لدى
                        المصابين بمرض بهجت. قد يصاب الكاحلين أو المرفقين أو
                        الرسغين أيضًا. يمكن أن تستمر العلامات والأعراض من أسبوع
                        إلى ثلاثة أسابيع وتختفي من تلقاء نفسها
                    </p>
                    <p>
                        <strong>
                            <u> الأوعية الدموية</u>
                        </strong>
                        {": "}
                        .يمكن أن يسبب الالتهاب في الأوردة والشرايين احمرارًا
                        وألمًا وتورمًا في الذراعين أو الساقين عند ظهور جلطة
                        دموية. يمكن أن يؤدي الالتهاب في الشرايين الكبيرة إلى
                        مضاعفات، مثل تمدد الأوعية الدموية وتضيق أو انسداد
                        الأوعية الدموية
                    </p>
                    <p>
                        <strong>
                            <u> الجهاز الهضمي</u>
                        </strong>
                        {": "}
                        .يمكن أن تؤثر مجموعة متنوعة من العلامات والأعراض على
                        الجهاز الهضمي، بما في ذلك آلام البطن والإسهال والنزيف
                    </p>
                    <p>
                        <strong>
                            <u> المخ</u>
                        </strong>
                        {": "}
                        .يمكن أن يسبب التهاب الدماغ والجهاز العصبي الصداع أو
                        الحمى أو الارتباك أو ضعف التوازن أو السكتة الدماغية
                    </p>
                </div>

                <h3>:كيفية تشخيص مرض بهجت</h3>

                <p>
                    .لايوجد تحليل معين يحسم التشخيص, و يعتمد التشخيص اساسا علي
                    التاريخ المرضي و الكشف الاكلينيكي من طبيب متخصص
                </p>

                <h3>:هل يوجد علاج نهائي</h3>

                <div className="p-container">
                    <p>
                        .أمراض المناعة الذاتية و الالتهابية أغلبها امراض مزمنة
                        مثل الضغط و السكر, و مسئولية الطبيب هو اعطاء اقل جرعة
                        دواء تسيطر علي المرض و تقليل فرص الأعراض الجانبية و تقضي
                        علي الاتهاب و منع الانتكاسات
                    </p>
                    <p>
                        .يشمل العلاج الأدوية لتقليل علامات وأعراض مرض بهجت ولمنع
                        المضاعفات الخطيرة
                    </p>
                    <p>
                        .يجب أن يكون العلاج مفصلا لكل مريض بما في ذلك شدة الحالة
                        و العضو المصاب وفعالية العلاجات المحددة ووجود أي آثار
                        جانبية. قد تتأثر خيارات العلاج أيضًا بالحالات الصحية
                        الأخرى للشخص مثل امراض الكبد و السكر و الكلى
                    </p>
                </div>

                <h3>:النصائح</h3>

                <ol>
                    <li>
                        {" "}
                        اخذ الأدوية بانتظام و المتابعة الدورية بانتظام مع الطبيب
                        المعالج كل ثلاثة أشهر الا لو حدد الطبيب ميعاد اخر حسب
                        الحالة{" "}
                    </li>
                    <li>
                        اهمية المتابعة المنتظمة للاطمئنان علي أمان الادوية و عدم
                        وجود اثار جانبية و تقييم نشاط المرض لتعديل جرعات العلاج
                        حسب الكشف و الفحوصات
                    </li>

                    <li>تجنب مواطن العدوي لمنع حدوث مضاعفات و انتكاسات</li>
                    <li>معالجه اي التهابات باللثة او تسوس بالأسنان</li>
                    <li>تجنب التدخين: ارتبط تدخين السجائر بزيادة الأعراض</li>
                    <li>
                        تعتبر العين من اكثر و أهم الأعضاء المصابة في مرض بهجت و
                        تحتاج للتشخيص المبكر و العلاج في اسرع وقت لتجنب حدوث
                        خسائر بالعين, و تحتاج للمتابعة الدورية حتي في حالة عدم
                        وجود شكوي
                    </li>
                    <li>
                        متابعة ظهور أي اعراض مثل اي شكوي بالعين او حدوث اي جلطات
                        او اي اعراض بالجهاز العصبي
                    </li>
                    <li>
                        اللقاحات: يوصى باستخدام اللقاحات للوقاية من الالتهاب
                        الرئوي والأنفلونزا
                    </li>
                    <li>
                        <strong>
                            <u> النظام الغذائي والتغذية</u>
                        </strong>
                        {": "}
                        <ul>
                            <li>
                                يجب تناول نظام غذائي متوازن: قليل الدهون, غني
                                بالفواكه والخضروات الطازجة والحبوب الكاملة ؛
                                ويحتوي على كمية معتدلة من اللحوم والدواجن
                                والأسماك, بدون مواد حافظة
                            </li>
                            <li>
                                لا يوصى بالمكملات الغذائية العشبية والمكملات
                                الغذائية الأخرى وقد تسبب ضررًا
                            </li>
                            <li>
                                إذا كنتي تعاني من زيادة الوزن، يوصي بإنقاص الوزن
                            </li>
                        </ul>
                    </li>
                    <li>الرياضة: يجب الحفاظ على اللياقة البدنية</li>
                </ol>
            </PostWrapper>
        </Layout>
    );
}
