import PostWrapper from "../../components/post-wrapper";
import Layout from "../../components/layout";
import styled from "styled-components";


export default function Post(){
    return (
        <Layout>
            <PostWrapper>
                <h2><span>تعليمات و نصائح لمرضي النقرس</span></h2>
                <img src="/images/gout.jpeg" alt="gout case" />
                <h3>:هناك العديد من العوامل التي تزيد من خطر إصابة الشخص بالنقرس ، بما في ذلك</h3>
                <ul>
                    <li>السمنة</li>
                    <li>ارتفاع ضغط الدم</li>
                    <li>أمراض الكلى المزمنة</li>
                    <li>الافراط في تناول الطعام أو الصيام المطول</li>
                    <li>تناول كميات زائدة من الكحول بشكل منتظم</li>
                    <li>استهالك كميات كبيرة من اللحوم أو المأكوالت البحرية</li>
                    <li>تناول المشروبات التي تحتوي على شراب الذرة عالي الفركتوز مثل المشروبات الغازية غير الغذائية
                    </li>
                    <li>
                    تناول األدوية التي تؤثر على مستويات اليوريك اسيد في الدم خاصة مدرات البول
                    </li>
                </ul>
                <h3>
                    :النصائح
                </h3>
                <ol>
                    <li>النقرس مرض مزمن و يحتاج للعالج المستمر تحت المتابعة</li>
                    <li>تقليل الوزن فهو يمنع حدوث النقرس و يقلل من الهجمات عند حدوثه
                    </li>
                    <li>عليك بالفواكه والخضروات و الحبوب</li>
                    <li>اشرب المزيد من الماء وال تعرض نفسك لحاالت الجفاف</li>
                    <li>فيتامين سي له دور في تقليل حمض اليوريك اسد</li>
                    <li>التقليل من اللحوم الحمراء و البيضاء</li>
                    <li>التقليل من الدهون المشبعه و اللبن كامل الدسم</li>
                    <li>شرب كوب لبن منزوع الدسم يوميا من شانه تقليل حمض اليوريك اسد
                    </li>
                    <li>المتابعه الدوريه للضغط و دهون الدم</li>
                    <li>زيارة الطبيب فورا عند حدوث احمرار او تورم في اي مفصل
                    </li>
                </ol>
                <h3>:الاطعمة المسموح بها</h3>
                <ol>
                    <li>
                        كل الفواكه , خاصة الكريز يقلل من حمض اليوريك اسد
                    </li>
                    <li>
                        كل الخضروات خاصة البقدونس و ماعدا السبانخ
                    </li>
                    <li>
                    منتجات االلبان خاصه قليله الدسم
                    </li>
                    <li>
                    المكسرات و البذور
                    </li>
                    <li>
                    الحبوب مثل االرز, الشوفان و الشعير
                    </li>
                    <li>البيض </li>
                    <li>المشروبات: الشاي االخضر و القهوه</li>
                    <li>التوابل </li>
                    <li>الزيوت النباتيه, زيت الزيتون وزيت جوز الهند
                    </li>
                    <li>البقوليات خاصة: العدس والفاصوليا وفول الصويا
                    </li>
                </ol>
                <h3>:اطعمة ممنوعة لمرضى النقرس</h3>
                <ol>
                    <li>الاعضاء من الحيوانات مثل الكبد, المخ, الكلاوى</li>
                    <li>من االسماك: الرنجه, السالمون , الماكريل , التونه , الانشوجه , الجمبري و البطارخ</li>
                    <li>اللحوم الحمراء و البيضاء بكمية كبيرة</li>
                    <li>المشروبات السكريه: مثل عصائر الفاكهه عاليه السكر , مشروبات الغازيه</li>
                    <li>الخمائر الغذائيه, العيش االبيض والكيك</li>
                </ol>
            </PostWrapper>
        </Layout>
    )
}