import Layout from "../../components/layout";
import PostWrapper from "../../components/post-wrapper";


export default function Post(){
    return (
        <Layout>
            <PostWrapper>
                <h2><span> التعلميات و نصائح لمرضى الروماتويد</span></h2>
                <img src="/images/rheumatology.jpg" alt="rheumatology image" />
                <h3>:ما هو الروماتويد</h3>
                <p>هو مرض مناعي التهابي مزمن من امراض المناعة الذاتية، بمعني أن جهاز المناعة في الجسم (الذي يحمي الجسم عادة من العدوى ) يهاجم أنسجتك وأعضائك المختلفة خاصة المفاصل الطرفية كما لو كانت غريبة</p>
                <h3>:ما هو سبب الروماتويد</h3>
                <p>سبب الروماتويد ليس معروفا حتي األن. من المحتمل أن يكون هناك مكون وراثي ( مما يعني أن خطر الشخص أعلى إذا كان لديه أفراد عائلة مصابون بالمرض ) ، ولكن يعتقد أن العوامل البيئية تلعب دو ًرا أي ًضا: مثل حدوث خلل بجهاز المناعة نتيجة عدوي فيروسية او التعرض لصدمة نفسية او نقص ببعض الفيتامينات او خلل بالهرمونات, و كثير من االبحاث تشير الي دور التدخين السلبي و التهابات اللثة</p>
                <h3>:هل يوجد عالج نهائي</h3>
                <p>أمراض المناعة الذاتية أغلبها امراض مزمنة مثل الضغط و السكر, و مسئولية الطبيب هو اعطاء اقل جرعة دواء تسيطر علي المرض و تقليل فرص الأعراض الجانبية و تقضي علي الاتهاب و منع الانتكاسات</p>
                <p>يهدف عالج التهاب المفاصل الروماتويدي إلى التحكم في الأعراض و السيطرة على الاتهاب والحد من تلف المفاصل و زيادة جودة حياتك وقدرتك على العمل</p>
                <p>يحدث تلف المفاصل الناجم عن الروماتويد بشكل عام خلال أول عامين من التشخيص اذا لم يتم التعامل مع المريض بالطريقة الصحيحة</p>
                <p>يجب أن يكون عالج مفصال لكل مريض بما في ذلك شدة الحالة وفعالية العالجات المحددة ووجود أي آثار جانبية. قد تتأثر خيارات العالج أي ًضا بالحالات الصحية الأخرى للشخص مثل امراض الكبد و السكر و الكلى</p>
                <h3>:النصائح</h3>
                <ol>
                    <li>أخذ الأدوية والمتابعة بانتظام كما يحدد الطبيب المتابع</li>
                    <li>تجنب مواطن العدوي لمنع حدوث مضاعفات و انتكاسات</li>
                    <li>معالجه اي التهابات باللثة او تسوس باللأسنان</li>
                    <li><b><u>تجنب التدخين:</u></b> ارتبط تدخين السجائر بزيادة الأعراض</li>
                    <li><b><u>اللقاحات:</u></b> يوصى باستخدام اللقاحات للوقاية من الالتهاب الرئوي والأنفلونزا </li>
                    <li>
                        <b><u>النظام الغذائي والتغذية:</u></b>
                        <ul>
                            <li> يجب تناول نظام غذائي متوازن: قليل الدهون, غني بالفواكه والخضروات الطازجة والحبوب الكاملة ؛ ويحتوي على كمية معتدلة
من اللحوم والدواجن والأسماك, بدون مواد حافظة  </li>
                            <li>لا يوصى بالمكملات الغذائية العشبية والمكملات الغذائية الأخرىوقد تسبب ضررا</li>
                            <li>إذا كنتي تعاني من زيادة الوزن، يوصي بإنقاص الوزن لتقليل الضغط على مفاصلك</li>
                            <li> مرضي الروماتويد أكثر عرضة للاصابة بمرض الشريان التاجي، مما يزيد من خطر الاصابة بنوبة قلبية أو سكتة دماغية. ارتفاع نسبة
الكوليسترول هو أحد عوامل الخطر ألمراض الشريان التاجي</li>
                        </ul>
                    </li>
                    <li><b><u>الرياضة:</u></b> في حين أنه من المهم أن تستريح المفاصل الملتهبة والمؤلمة، يجب الحفاظ على اللياقة البدنية و عمل عالج طبيعي. أظهرت العديد من الدراسات أن الحفاظ على النشاط البدني يحسن من جودة النوم، مما يساعد بدوره على الشعور بالتعب . يمكن أن يؤدي عدم النشاط إلى فقدان حركة المفاصل، واالنقباضات، وفقدان قوة العضالت</li>
                    <li>
                        <b><u>تنظيم األسرة ووسائل منع الحمل:</u></b>
                        <ul>
                            <li>من المهم أن تناقشي مع الطبيب ما إذا كنت ي ترغبي في الحمل أم لا ، وما إذا كنتي تخططي للحمل في المستقبل</li>
                            <li>أيضا، هناك بعض الادوية المستخدمة ليست آمنة للتناول أثناء الحمل</li>
                        </ul>
                    </li>
                </ol>
            </PostWrapper>
        </Layout>
    )
}