import PostWrapper from "../../components/post-wrapper";
import Layout from "../../components/layout";

export default function Post(){
    return (
        <Layout>
            <PostWrapper>
                <h2>
                    <span>نظام غذائي لمرضي الروماتويد و التهابات المفاصل و مرضي المناعة</span>
                </h2>

                <img src="/images/rheumatology-diet.jpeg" alt="diets" />

                <p>
                يشمل النظام الغذائي: اكل فريش طبيعي بدون مواد حافظة, قليل الدهون, يفضل الأكل المستوي علي البخار او مشوي خفيف و تجنب المقليات
                </p>

                <h3>
                   :يوصي بالاتي بشكل يومي
                </h3>

                <ol>
                    <li>مشروب خضروات وفواكه <strong>خضراء</strong> طازجة كل صباح</li>
                    <li>الأسماك الزيتية مثل السردين أو السلمون أو التونة مرتين في الأسبوع</li>
                    <li>
                    	تناول يوميًا كمية من الأحماض الدهنية الأحادية غير المشبعة من الأفوكادو أو المكسرات (الجوز، واللوز، والفول السوداني) أو بذور السمسم أو زبدة السمسم (الطحينة)
                    </li>
                    <li>
                        زيت بذور الكتان (الزيت الحار) و زيت الزيتون و بذور الشيا
                    </li>
                    <li>
                    	كوب زبادي بلدي يوميا بدون سكر
                    </li>
                    <li>
                    	الفواكه الطازجة مثل الأناناس والتوت و البابايا
                    </li>
                    <li>
                    	شاي أخضر يوميا بدون سكر
                    </li>
                    <li>
                    	الكركم (يستخدم مع الفلفل الأسود لامتصاص أفضل) والزنجبيل
                    </li>
                </ol>

                <h3>
                    :كما يوصل بتجنب او تقليل الاتي
                </h3>

                <ol>
                    <li>
                        دقيق القمح والجلوتين (المكرونة، والخبز)
                    </li>
                    <li>
                        الطماطم والبطاطس والباذنجان
                    </li>
                    <li>
                        الملح
                    </li>
                    <li>
                        الأطعمة الغنية بالسكر (الحلويات, العصائر, المياه الغازية)
                    </li>
                    <li>
                        اللحوم الحمراء بكميات كبيرة
                    </li>
                    <li>
                        الأطعمة المصنعة أو السريعة (الهامبورجر, السوسيس)
                    </li>
                    <li>
                        زيت الذرة, زيت عباد الشمس
                    </li>
                </ol>
            </PostWrapper>
        </Layout>
    )
}