import Layout from "../../components/layout";
import PostWrapper from "../../components/post-wrapper";



export default function Post(){
    return (
        <Layout>
            <PostWrapper>
                <h2><span>تمارين لمرضى الالتهاب الفقارى التيبسى</span></h2>
                <img src="/images/ase4.jpg" alt="exercises for stiff spondylitis" />
                <h3>:التمارين التى ينصح باتباعها</h3>
                <div className="grid">
                    <div className="grid-img">
                        <img src="/images/ase5.png" />
                    </div>
                    <div>
                        <p>استلقي على البطن مع مد الساقين للخلف</p>
                        <p>.اسند نفسك ببطء على الكوعين حتى يكون صدرك بعيدًا عن األرض .إذا كنت قادرا، افرد ذراعيك</p>
                        <p>.ستمر لمدة 10 إلى 20 ثانية .كرر 3-5 مرات</p>
                    </div>
                </div>
                <div className="grid">
                    <div>
                        <p>اسند نفسك ببطء على الكوعين. ادفع رجليك خلفك وقمبالتوازن على أصابع قدميك .اضغط على عضالتبطنك ومؤخرتك إلبقاء جسمك في خط مستقيم .ال ترفعرأسك ألعلى أو تتركه يتدلى .حافظ على رقبتك متماشيةمع عمودك الفقري .استمر لمدة 5 ثوان .كرر 3-5مرات .أضف المزيد من الوقت كلما أصبحت أقوى</p>
                    </div>
                    <div className="grid-img">
                        <img src="/images/ase6.png" />
                    </div>
                </div>
                <div className="grid">
                    <div className="grid-img">
                        <img src="/images/ase7.png" />
                    </div>
                    <div>
                        <p>.استلقى على ظهرك .دون رفع رأسك عن الارض ، استمر لمدة 5 إلى 10 نحو صدرك أدخل ذقنك قليلا لثوان .كرر من 3 إلى 5 مرات. قم بهذا التمدد مرتين في اليوم. لو وجدت صعوبة كبيرة, جرب فوطة صغيرة ملفوفة تحت رقبتك</p>
                    </div>
                </div>
                <div className="grid">
                    <div>
                        <p>قف أو اجلس منتصبا .حافظ على عمودك الفقري بقدر ما تستطيع بشكل مريح مستقيما .هز كتفيك  بلطف تجاه أذنيك ، ثم حرك كتفيك للخلف ولألسفل . يمكنك أن تشعر بهذا في أعلى ظهرك. فكر في شد لوحي كتفك معا وألسفل في حركة متدحرجة .ثم
اسحب كتفيك للخلف نحو أذنيك. كرر من 5 إلى 10 مرات</p>
                    </div>
                    <div className="grid-img">
                        <img src="/images/ase8.png" />
                    </div>
                </div>
                <div className="grid">
                    <div className="grid-img">
                        <img src="/images/ase10.png" />
                    </div>
                    <div>
                        <p>.قف وظهرك مقابل الحائط .افرد قدميك بعرض الكتفين وبعيدا عن الحائط .حرك ظهرك ببطء على الحائط .قد يستغرق الامر بعض الوقت ، ولكن اعمل على الوصول إلى النقطة التي يكون فيها فخذيك متوازيين مع األرض - كما لو كنت تجلس على كرسي. استمر لمدة 5 إلى 10 ثوان .انتظر لفترة أطول كلما أصبحت أقوى. كرر 3-5 مرات</p>
                    </div>
                </div>
                <div className="grid">
                    <div>
                        <p>خذ خطوة كبيرة لألمام. حرك ركبتك الخلفية ألسفل وضعها على الارض .حافظ على ظهرك في وضع مستقيم .احذر من الانحناء
للامام عند الوركين .يجب أن تشعر بهذا التمدد في رجلك الخلفية (تلك التي تستريح على األرض) .ستشعر به في مقدمة الفخذ و الورك</p>
                        <p>للحصول على تمدد أعمق ، ادفع كال الوركين إلى األمام برفق. استمر لمدة 20-30 ثانية .كرر مع ساقك األخرى امسك كرسيا لتحقيق التوازن إذا لزم الامر</p>
                    </div>
                    <div className="grid-img">
                        <img src="/images/ase9.png" />
                    </div>
                </div>
                <div className="grid">
                    <div className="grid-img">
                        <img src="/images/ase11.png" />
                    </div>
                    <div>
                        <p>ابحث عن ركن واقف في مواجهته .ارفع ذراعيك .ضع الكفين على الجدران .اضغط برفق على صدرك نحو الزاوية .ستشعر بالتمدد عبر مقدمة صدرك. ستشعر بتحرك لوحي كتفك تجاه بعضهما البعض .استمر لمدة 20 إلى 30 ثانية</p>
                    </div>
                </div>
            </PostWrapper>
        </Layout>
    )
}